IdeaRS.Connections
TimberConnectingPlateData.FasteningOnInsertedPlate Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the bolt grid on inserted plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public FasteningData FasteningOnInsertedPlate { get; set; }
Property Value
Type: FasteningData
See Also
Reference
TimberConnectingPlateData Class
IdeaRS.Connections.Data Namespace